Repository: dcurasi/dc-accfw
Catalog: languages/dc-accfw-*.po
Languages: it_it

source: Advanced Coupon Condition for Woocommerce is active but does not work. You need to install WooCommerce because the plugin is working properly.
it_it: Advanced Coupon Condition for Woocommerce è attivo ma non funziona. È necessario installare Woocommerce affinché il plugin funzioni correttamente.

source: Payment methods
it_it: Metodi di pagamento

source: Any payment methods
it_it: Qualsiasi metodo di pagamento

source: List of allowed payment methods to check against the customer's payment method for the coupon to remain valid.
it_it: Lista dei metodi di pagamento che verranno confrontati con il metodo di pagamento del cliente affinché il coupon rimanga valido.

source: Billing countries
it_it: Paesi di fatturazione

source: Any countries
it_it: Qualsiasi paese

source: List of allowed countries to check against the customer's billing country for the coupon to remain valid.
it_it: Lista dei paesi che verranno confrontati con il paese di fatturazione del cliente affinché il coupon rimanga valido.

source: Shipping countries
it_it: Paesi di spedizione

source: List of allowed countries to check against the customer's shipping country for the coupon to remain valid.
it_it: Lista dei paesi che verranno confrontati con il paese di spedizione del cliente affinché il coupon rimanga valido.

source: Postal Codes
it_it: Codici Postali

source: Any postal codes
it_it: Qualsiasi codice postale

source: List of permitted postal codes, to be compared with that buyer's shipping. Separate postal codes with commas. You can enter ranges of postal codes. e.g: 90100|90133 to include all the codes between 90100 and 90133. Check "exclude" to include all postal codes except those inserted
it_it: Lista dei codici postali che verranno confrontati con il codice postale del cliente. Separate i codici postali da virgole. È possibile inserire intervalli di codici postali. ad es: 90100|90133 per includere tutti i codici tra 90100 e 90133. Selezionate "escludi" per includere tutti i codici postali ad eccezione di quelli inseriti.

source: include
it_it: includi

source: exclude
it_it: escludi

source: Sorry, coupon "%s" is not applicable.
it_it: Siamo spiacenti, il coupon "%s" non è applicabile.
